{
    "portfolioDesign": [
        {
            "id": 1,
            "linkId":"logo-design",
            "shortName": "Joan of Arc <strong>Academy</strong>",
            "name": "Joan of Arc Catholic Academy",
            "image": "assets/img/gallery/Logo design/logo-img01.jpg",
            "type": "Logo Design",
            "shortDescription": "The Joan of Arc Catholic Academy logo embodies the institution's values of faith, education, and tradition. Designed with a classic shield structure, it conveys strength, protection, and academic excellence. The typography is bold and modern, ensuring clarity and professionalism.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Faith-Based Identity</strong> - The design reflects the academy's Catholic foundation and moral values. <br> <strong>Academic Excellence</strong> - A structured and balanced layout symbolizes discipline and learning. <br> <strong>Historical Significance</strong> - The logo pays homage to Joan of Arc's legacy, representing courage and leadership. <br> <strong>Structured & Professional Aesthetic</strong> - The clean typography enhances readability and brand presence. <br> <strong>Color Psychology</strong> - The deep blue background conveys wisdom, trust, and tradition. <br> <strong>Timeless & Versatile Design</strong> - The shield-based structure ensures adaptability across branding materials. <br> This logo creates a strong and distinguished visual identity, reinforcing <b>Joan of Arc Catholic Academy</b> as a beacon of knowledge and faith.",
            "tags": "Logo, Emblematic Logo",
            "date": "November 21, 2021",
            "category": "Logo Design, Education Logo"
        },
        {
            "id": 2,
            "linkId":"logo-design",
            "shortName": "EDEX <strong>Education</strong>",
            "name": "EDEX Education",
            "image": "assets/img/gallery/Logo design/logo-img02.jpg",
            "type": "Logo Design",
            "shortDescription": "The Edex logo is a modern and dynamic representation of education and knowledge. With a clean and geometric design, it reflects innovation, growth, and exploration in the field of learning. The combination of bold typography and structured iconography creates a strong and memorable brand identity.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Modern & Minimalist Design</strong> - A sleek and structured look that represents forward-thinking education. <br> <strong>Symbolic Representation</strong> - The stacked shapes resemble books or layers of knowledge, reinforcing the brand’s connection to learning. <br><br> <strong>Professional Typography</strong> - A bold, uppercase font conveys strength, trust, and reliability in the educational sector. <br> <strong>Color Psychology</strong> - Green: Symbolizes growth, learning, and fresh opportunities. Deep Blue/Purple: Represents wisdom, intelligence, and professionalism. <br> <strong>Tagline Integration</strong> - “Explore Education” aligns perfectly with the brand’s mission of discovery and academic advancement. <br> <strong>Versatile & Scalable </strong> - Designed for adaptability across branding materials, from digital platforms to print media. <br> This logo establishes Edex as a progressive and impactful educational brand, inspiring learners to explore new possibilities in education.</b> as a beacon of knowledge and faith.",
            "tags": "Logo, Emblematic Logo",
            "date": "November 21, 2021",
            "category": "Logo Design, Education Logo"
        },
        {
            "id": 3,
            "linkId":"logo-design",
            "shortName": "Beacon Knowledge <strong>Academy</strong>",
            "name": "Beacon Knowledge Academy",
            "image": "assets/img/gallery/Logo design/logo-img03.jpg",
            "type": "Logo Design",
            "shortDescription": "The Beacon Knowledge Academy logo represents a modern and sophisticated approach to education. The sleek and geometric “B” icon signifies knowledge, structure, and forward-thinking innovation. The clean typography enhances readability and ensures a professional yet welcoming brand identity.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Modern & Minimalist Design</strong> - A simple yet impactful layout that reflects professionalism and clarity. <br> <strong>Symbolic Representation</strong> - The “B” is designed with structured lines, conveying knowledge, direction, and enlightenment. <br> <strong>Strong Typography</strong> - A bold, sans-serif typeface ensures clarity, trust, and accessibility in the educational sector. <br> <strong>Color Psychology</strong> - Deep Blue: Represents wisdom, intelligence, and trust, reinforcing the academy’s credibility. <br> <strong>Versatile & Scalable</strong> - Designed for adaptability across digital platforms, print materials, and branding assets. <br> This logo establishes Beacon Knowledge Academy as a forward-thinking and trustworthy institution, dedicated to empowering students through education.",
            "tags": "Logo, Emblematic Logo",
            "date": "November 21, 2021",
            "category": "Logo Design, Education Logo"
        },
        {
            "id": 4,
            "linkId": "logo-design",
            "shortName": "Medic <strong>School</strong>",
            "name": "Medic School",
            "image": "assets/img/gallery/Logo design/logo-img04.jpg",
            "type": "Logo Design",
            "shortDescription": "The Medic School logo is a professional and authoritative representation of medical education and training. The shield emblem conveys protection, trust, and academic excellence, while the caduceus-inspired symbol signifies healthcare, healing, and knowledge. The strong, serif typography enhances the institution’s credibility and professionalism.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Medical Identity</strong> - The design reflects the school’s focus on medical education and training.<br> <strong>Symbolic Representation</strong> - The shield represents protection and trust, while the medical emblem emphasizes healthcare expertise.<br> <strong>Strong & Professional Typography</strong> - A classic serif font reinforces reliability and academic prestige.<br> <strong>Color & Visual Impact</strong> - The white logo contrasts effectively against the background, ensuring clarity and sophistication.<br> <strong>Timeless & Versatile Design</strong> - Designed for adaptability across digital platforms, promotional materials, and official documents.<br> This logo establishes <b>Medic School</b> as a trusted institution dedicated to training future healthcare professionals with excellence.",
            "tags": "Logo, Emblematic Logo, Medical Logo",
            "date": "March 1, 2025",
            "category": "Logo Design, Medical Logo, Education Logo"
          },
          {
            "id": 5,
            "linkId": "logo-design",
            "shortName": "360 <strong>Institute</strong>",
            "name": "360 Institute for Health & Wellness",
            "image": "assets/img/gallery/Logo design/logo-img05.jpg",
            "type": "Logo Design",
            "shortDescription": "The 360 Institute for Health & Wellness logo embodies a holistic and dynamic approach to well-being. The interlocking '360' represents completeness and continuity, while the abstract sphere symbolizes balance, global wellness, and interconnectedness. The bold typography ensures clarity and professionalism, while the vibrant color palette conveys vitality and energy.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Holistic Identity</strong> - The logo reflects a comprehensive and well-rounded approach to health and wellness.<br> <strong>Symbolic Representation</strong> - The abstract sphere represents global well-being and the interconnectivity of health practices.<br> <strong>Bold & Modern Typography</strong> - Clean and professional lettering ensures strong brand presence and readability.<br> <strong>Color Psychology</strong> - The vibrant earth tones signify energy, vitality, and a natural approach to wellness.<br> <strong>Versatile & Timeless Design</strong> - Designed to be scalable and adaptable across digital platforms, branding materials, and promotional content.<br> This logo positions <b>360 Institute for Health & Wellness</b> as a trusted leader in holistic well-being, offering a full-circle approach to health.",
            "tags": "Logo, Wellness Logo, Holistic Logo",
            "date": "March 1, 2025",
            "category": "Logo Design, Health & Wellness Logo"
          },
          {
            "id": 6,
            "linkId": "logo-design",
            "shortName": "Rahimov <strong>School</strong>",
            "name": "Rahimov School",
            "image": "assets/img/gallery/Logo design/logo-img06.jpg",
            "type": "Logo Design",
            "shortDescription": "The Rahimov School logo combines modern minimalism with academic prestige. The shield emblem represents strength and institutional excellence, while the geometric monogram 'S' signifies structure, learning, and growth. The bold typography ensures readability and authority, complemented by a sleek green and black color scheme symbolizing knowledge and ambition.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Academic Prestige</strong> - The shield conveys protection, strength, and institutional excellence.<br> <strong>Geometric Monogram</strong> - The stylized 'S' represents structured learning and a modern approach to education.<br> <strong>Bold & Minimal Typography</strong> - Clean, professional text enhances credibility and readability.<br> <strong>Color Psychology</strong> - The deep green represents growth, wisdom, and ambition, while the black background adds a sense of sophistication.<br> <strong>Timeless & Adaptable Design</strong> - The emblem-based logo ensures versatility across digital and print branding materials.<br> This logo firmly establishes <b>Rahimov School</b> as a modern, authoritative institution dedicated to academic success.",
            "tags": "Logo, Educational Logo, Shield Logo",
            "date": "March 1, 2025",
            "category": "Logo Design, Education Logo"
          },
          {
            "id": 7,
            "linkId": "logo-design",
            "shortName": "Viet <strong>House</strong>",
            "name": "Viet House",
            "image": "assets/img/gallery/Logo design/logo-img07.jpg",
            "type": "Logo Design",
            "shortDescription": "The Viet House logo is a playful and inviting representation of Vietnamese cuisine. Featuring an adorable character in a rice bowl, it conveys warmth, tradition, and culinary delight. The handwritten-style typography adds a personal touch, while the bright orange background reflects energy, friendliness, and appetite stimulation.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Authentic & Playful Identity</strong> - The friendly character represents Vietnamese culture and hospitality.<br> <strong>Food-Centric Theme</strong> - The bowl and chopsticks highlight traditional Vietnamese cuisine.<br> <strong>Handwritten Typography</strong> - The casual, organic font enhances the approachable and friendly vibe.<br> <strong>Vibrant Color Palette</strong> - The bright orange background stimulates appetite and adds a lively, energetic feel.<br> <strong>Versatile & Engaging Design</strong> - The logo is adaptable across packaging, branding materials, and digital platforms.<br> This logo effectively captures the essence of <b>Viet House</b> as a warm and authentic Vietnamese eatery.",
            "tags": "Logo, Restaurant Logo, Food Branding",
            "date": "March 1, 2025",
            "category": "Logo Design, Food & Beverage Logo"
          },
          {
            "id": 8,
            "linkId": "logo-design",
            "shortName": "GROVE <strong>Gourmet</strong>",
            "name": "GROVE",
            "image": "assets/img/gallery/Logo design/logo-img08.jpg",
            "type": "Logo Design",
            "shortDescription": "The GROVE logo embodies sophistication and culinary excellence. With its elegant serif typography and organic emblem, it conveys a sense of refinement, quality, and nature. The dark and ambient background enhances the luxurious feel, making it an ideal identity for a high-end gourmet food brand.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Elegant & Premium Identity</strong> - The serif typography exudes class and sophistication.<br> <strong>Organic & Natural Symbolism</strong> - The emblem integrates a leaf-inspired shape, emphasizing fresh and high-quality ingredients.<br> <strong>Luxury & Culinary Focus</strong> - The dark background and refined details create an upscale aesthetic.<br> <strong>Timeless Typography</strong> - The balanced serif font enhances readability and brand trust.<br> <strong>Versatile & Refined Design</strong> - Adaptable for premium packaging, branding, and digital presence.<br> This logo establishes <b>GROVE</b> as a premier destination for gourmet food and cooking supplies.",
            "tags": "Logo, Luxury Branding, Food & Beverage",
            "date": "March 1, 2025",
            "category": "Logo Design, Gourmet Food & Culinary Branding"
          },
          {
            "id": 9,
            "linkId": "logo-design",
            "shortName": "Crunchy <strong>Crust</strong>",
            "name": "Crunchy Crust",
            "image": "assets/img/gallery/Logo design/logo-img09.jpg",
            "type": "Logo Design",
            "shortDescription": "The Crunchy Crust logo captures the warmth and delight of fresh artisan bread. With playful typography and a rich bakery-themed background, it evokes a sense of homemade goodness and inviting flavors.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Warm & Inviting Aesthetic</strong> - The soft beige and brown tones convey a cozy, freshly baked feel.<br> <strong>Playful & Unique Typography</strong> - The dynamic typeface reflects the crispness and texture of bread crusts.<br> <strong>Wholesome & Artisan Appeal</strong> - The organic style embodies traditional baking values.<br> <strong>Memorable Slogan</strong> - 'Savor the flavor, love the moment' reinforces the brand's focus on taste and experience.<br> <strong>Versatile Branding</strong> - Designed for bakery packaging, storefronts, and online presence.<br> This logo establishes <b>Crunchy Crust</b> as a welcoming and flavorful bakery brand.",
            "tags": "Logo, Bakery, Artisan Food, Branding",
            "date": "March 1, 2025",
            "category": "Logo Design, Bakery & Food Branding"
          },
          {
            "id": 10,
            "linkId": "logo-design",
            "shortName": "Devil’s <strong>Burger</strong>",
            "name": "Devil’s Burger",
            "image": "assets/img/gallery/Logo design/logo-img10.jpg",
            "type": "Logo Design",
            "shortDescription": "The Devil’s Burger logo is bold and fiery, featuring a devil-horned burger icon. Its distressed texture and deep red background create a strong, edgy branding for a daring burger joint.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Bold & Striking Design</strong> - A minimal yet powerful logo with a devilish twist.<br> <strong>Edgy & Playful Concept</strong> - The burger with horns represents bold flavors and a rebellious attitude.<br> <strong>High-Contrast Colors</strong> - The deep red background and white distressed icon enhance visibility and impact.<br> <strong>Brand Personality</strong> - Perfect for a brand that wants to stand out in the burger industry with a daring and fun image.<br> <strong>Versatile Application</strong> - Works effectively on signage, packaging, and digital platforms.<br> This logo defines <b>Devil’s Burger</b> as a brand that delivers flavor with attitude.",
            "tags": "Logo, Burger, Fast Food, Branding",
            "date": "March 1, 2025",
            "category": "Logo Design, Food & Beverage Branding"
          },
          {
            "id": 11,
            "linkId": "logo-design",
            "shortName": "GO <strong>Food</strong>",
            "name": "GO Food",
            "image": "assets/img/gallery/Logo design/logo-img11.jpg",
            "type": "Logo Design",
            "shortDescription": "The GO Food logo cleverly integrates a bicycle symbol with typography to represent a fast, efficient food delivery service. The green and yellow tones evoke freshness and speed.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Conceptual & Minimalist Design</strong> - A unique fusion of a bicycle icon and typography to symbolize movement and delivery.<br> <strong>Clean & Modern Typography</strong> - Bold, structured lettering that ensures readability and brand recognition.<br> <strong>Fresh Color Palette</strong> - The combination of green and yellow signifies eco-friendliness, health, and energy.<br> <strong>Symbolic Elements</strong> - The integration of 'GO' and 'F' visually represents fast food delivery, making the brand memorable.<br> <strong>Versatile Branding</strong> - Works effectively across digital, print, and mobile applications for a strong visual identity.<br> This logo reinforces <b>GO Food</b> as a quick, reliable, and fresh food delivery service.",
            "tags": "Logo, Food Delivery, Bicycle, Branding",
            "date": "March 1, 2025",
            "category": "Logo Design, Food & Beverage Branding"
          },
          {
            "id": 12,
            "linkId": "logo-design",
            "shortName": "Mr. <strong>Franky's</strong>",
            "name": "Mr. Franky's",
            "image": "assets/img/gallery/Logo design/logo-img12.jpg",
            "type": "Logo Design",
            "shortDescription": "A playful and bold logo for Mr. Franky's, incorporating dynamic typography and fun sticker-style elements that enhance brand personality.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Playful & Bold Typography</strong> - A handcrafted, energetic font that gives a sense of motion and excitement.<br> <strong>Retro-Inspired Sticker Elements</strong> - Custom illustrations and badges reinforce a fun, youthful brand identity.<br> <strong>Red & Cream Color Scheme</strong> - The vibrant red signifies passion and appetite, while the cream background adds a vintage touch.<br> <strong>Versatile Branding</strong> - The design adapts well across various marketing materials, from packaging to digital platforms.<br> <strong>Tagline Integration</strong> - 'Smash. Eat & Repeat' reinforces the fast-casual and indulgent nature of the brand.<br> This logo positions <b>Mr. Franky's</b> as an energetic and bold brand, perfect for modern food lovers.",
            "tags": "Logo, Food Branding, Retro, Playful",
            "date": "March 1, 2025",
            "category": "Logo Design, Fast Food Branding"
          },
          {
            "id": 13,
            "linkId": "fv-logo",
            "shortName": "FV <strong>Logo</strong>",
            "name": "FV Logo",
            "image": "assets/img/gallery/Logo design/logo-img13.jpg",
            "type": "Logo Design",
            "shortDescription": "A modern and minimalist logo featuring a stylized 'F' and 'V' inside a triangular shape with a circular border. The design is sleek and futuristic.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Modern & Minimalist</strong> - The design focuses on a clean and geometric structure. <br> <strong>Strong Visual Identity</strong> - The triangular form with sharp angles conveys stability and innovation. <br> <strong>Monochrome Aesthetic</strong> - The black and white palette ensures a timeless and professional look. <br> <strong>Brand Versatility</strong> - Suitable for technology, esports, or corporate branding. <br> <strong>Futuristic Appeal</strong> - The sharp edges and symmetrical balance give it a tech-inspired feel. <br> This logo represents a bold and cutting-edge brand identity, making it stand out in modern industries.",
            "tags": "Logo, Minimalist, Monochrome",
            "date": "March 1, 2025",
            "category": "Logo Design, Tech Logo"
          },
          {
            "id": 14,
            "linkId": "rapid-yard-logo",
            "shortName": "Rapid Yard <strong>Logo</strong>",
            "name": "Rapid Yard Logo",
            "image": "assets/img/gallery/Logo design/logo-img14.jpg",
            "type": "Logo Design",
            "shortDescription": "A bold and dynamic logo featuring an abstract 'RY' symbol in bright orange, paired with strong typography for a modern and industrial look.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Industrial & Bold</strong> - The logo conveys strength and efficiency. <br> <strong>Abstract Symbolism</strong> - The geometric 'RY' shape represents speed and precision. <br> <strong>Contrasting Colors</strong> - The combination of orange and dark gray creates a striking and professional appearance. <br> <strong>Modern Typography</strong> - The bold font enhances readability and brand impact. <br> <strong>Versatile Branding</strong> - Designed for adaptability across digital and print media. <br> This logo effectively represents Rapid Yard’s commitment to innovation and excellence in the industrial sector.",
            "tags": "Logo, Industrial, Modern",
            "date": "March 1, 2025",
            "category": "Logo Design, Industrial Logo"
          },
          {
            "id": 15,
            "linkId": "jansen-tennis-club-logo",
            "shortName": "Jansen <strong>Tennis Club</strong>",
            "name": "Jansen Tennis Club Logo",
            "image": "assets/img/gallery/Logo design/logo-img15.jpg",
            "type": "Logo Design",
            "shortDescription": "A sleek and modern typographic logo set against a textured green background, embodying the elegance and prestige of Jansen Tennis Club.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Elegant Typography</strong> - A clean, flowing typeface enhances sophistication and exclusivity. <br> <strong>Sports & Prestige</strong> - The design reflects the club’s high-end reputation and passion for tennis. <br> <strong>Natural Aesthetic</strong> - The rich green background represents grass courts and a connection to nature. <br> <strong>Minimalist Approach</strong> - A refined, uncluttered look ensures timeless appeal. <br> <strong>Dynamic Layout</strong> - The diagonal orientation adds energy and movement to the design. <br> This logo perfectly encapsulates Jansen Tennis Club’s dedication to excellence and tradition in the sport.",
            "tags": "Logo, Sports, Minimalist",
            "date": "March 1, 2025",
            "category": "Logo Design, Sports Logo"
          },
          {
            "id": 16,
            "linkId": "dynamic-arrows-logo",
            "shortName": "Dynamic <strong>Arrows</strong>",
            "name": "Dynamic Arrows Emblem",
            "image": "assets/img/gallery/Logo design/logo-img16.jpg",
            "type": "Logo Design",
            "shortDescription": "A bold and futuristic emblem featuring sharp arrow motifs, symbolizing speed, direction, and strategic growth.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Symbol of Progress</strong> - The multi-directional arrows represent movement, strategy, and forward-thinking. <br> <strong>Modern & Futuristic</strong> - The angular design reflects innovation and a cutting-edge identity. <br> <strong>Strength & Precision</strong> - The sharp edges and geometric structure convey power and accuracy. <br> <strong>Bold Color Palette</strong> - The deep green background enhances the logo's presence, representing growth and stability. <br> <strong>Versatile Branding</strong> - Designed for adaptability across digital and print media. <br> This emblem creates a strong and dynamic brand identity, perfect for organizations focused on leadership and progress.",
            "tags": "Logo, Emblem, Futuristic, Corporate Identity",
            "date": "March 1, 2025",
            "category": "Logo Design, Corporate Branding"
          },
          {
            "id": 17,
            "linkId": "ankaa-esp-rebrand",
            "shortName": "Ankaa <strong>ESP</strong>",
            "name": "Ankaa ESP New Rebrand",
            "image": "assets/img/gallery/Logo design/logo-img17.jpg",
            "type": "Logo Design",
            "shortDescription": "A striking phoenix-inspired logo representing rebirth, power, and resilience for the Ankaa ESP rebranding initiative.",
            "heading": "Client Requirements & Design Elements:",
            "description": "<strong>Symbol of Rebirth</strong> - The phoenix-inspired design embodies transformation and resurgence. <br> <strong>Modern Aesthetic</strong> - Clean geometric lines enhance the futuristic and sharp appeal. <br> <strong>Bold & Commanding Presence</strong> - The spread wings convey dominance, freedom, and strength. <br> <strong>Dark Theme with Accent</strong> - The black background exudes mystery and prestige, while the turquoise accent adds a touch of modernity. <br> <strong>Strategic Branding</strong> - Designed to stand out across esports and digital platforms. <br> This rebrand strengthens <b>Ankaa ESP</b>'s identity, positioning it as a leader in competitive gaming and digital influence.",
            "tags": "Logo, Phoenix, Esports, Rebrand, Digital Identity",
            "date": "March 1, 2025",
            "category": "Logo Design, Esports Branding"
          }






    ]
}